yannpom/pycopy/ports/esp32/boards/PYSTEPPER/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "PyStepper"
#define MICROPY_HW_MCU_NAME "ESP32"
